Repository: common-repository/pushe-webpush
Catalog: languages/pushe-webpush-*.po
Languages: fa_ir

source: Bell settings can be configured here.
fa_ir: زنگوله پوشه در اینجا قابل تنظیم می باشد.

source: These options are, available parameters of Pushe's webpush subscribe modal and All fields are optional, and modal would show default value for them.
fa_ir: فیلد های زیر آپشن های دیالوگ عضویت می باشند که وارد کردن مقدار برای تمامی آنها اختیاری می‌باشد. در صورت خالی گذاشتن آنها دیالوگ با مقادیر پیشفرض که در راهنما موجود می‌باشد نمایش داده می شوند.

source: For more information you can check out the documentation at
fa_ir: با مراجعه به آدرس مقابل می توانید راهنمای وب‌پوش و دیالوگ عضویت را مشاهده کنید

source: * app id:
fa_ir: app_id وب سایت

source: You should get your app_id from
fa_ir: می توانید app_id وب‌سایت خود را از

source: Pushe.co's console
fa_ir: کنسول پوشه دریافت کنید

source: Only one of `Only show in these pages` or `Do not show in these pages` field would work.
fa_ir: از بین فیلدهای "فقط در این صفحات نمایش داده شود" و "در این صفحات نمایش داده نشود" فقط یکی را می‌توان استفاده کرد.

source: To figure out how to find your page numbers, checkout
fa_ir: برای اطلاع از نحوه‌ی پیدا کردن شماره صفحات به مستندات رجوع کنید:

source: our documentations
fa_ir: راهنمای وردپرس

source: Pushe Webpush
fa_ir: پوشه وب‌پوش

source: Bell Options
fa_ir: زنگوله پوشه

source: Settings
fa_ir: تنظیمات

source: Modal Options
fa_ir: دیالوگ عضویت

source: App Id
fa_ir: app_id پوشه

source: Enable Webpush
fa_ir: فعال سازی وب‌پوش

source: Do not show in these pages
fa_ir: در این صفحات نمایش داده نشود

source: Only show in these pages
fa_ir: فقط در این صفحات نمایش داده شود

source: Display Bell
fa_ir: نمایش زنگوله

source: Bell Position
fa_ir: مکان نمایش زنگوله

source: Visible In Desktop
fa_ir: نمایش در دسکتاپ

source: Visible In Mobile
fa_ir: نمایش در موبایل

source: Bell Color
fa_ir: رنگ زنگوله

source: Bell Background Color
fa_ir: رنگ پس زمینه زنگوله

source: Show Dialog
fa_ir: نمایش دیالوگ عضویت

source: Title
fa_ir: عنوان دیالوگ

source: Content
fa_ir: متن دیالوگ

source: Accept Text
fa_ir: متن دکمه تایید

source: Reject Text
fa_ir: متن دکمه رد

source: Icon
fa_ir: آیکون دیالوگ

source: Dialog Position
fa_ir: موقعیت نمایش دیالوگ

source: Dialog Position In Mobile
fa_ir: موقعیت نمایش دیالوگ در موبایل

source: Dialog Direction
fa_ir: موقعیت نمایش دیالوگ

source: Modal Theme
fa_ir: تم دیالوگ

source: Dialog Retry Rate
fa_ir: زمان جلوگیری از تکرار نمایش

source: Delayed Modal Display
fa_ir: فعال سازی تاخیر در نمایش دیالوگ

source: Delay Until Pages Surfed
fa_ir: تاخیر در نمایش دیالوگ پس از مشاهده چند صفحه

source: Delay Until Time Spent
fa_ir: تاخیر در نمایش دیالوگ پس از گذراندن چند ثانیه

source: Delay Until Page Scroll
fa_ir: تاخیر در نمایش دیالوگ پس از اسکرول چند درصد از صفحه
